tap "mistertea/et"
brew "asciinema"
brew "bat"
brew "buildkit"
brew "eza"
brew "fzf"
brew "fzf-tab"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "jless"
brew "jq"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "lima"
brew "neovim"
brew "podman"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tpm"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "mistertea/et/et"
cask "font-hack-nerd-font"
cask "gcloud-cli"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
