tap "mistertea/et"
brew "asciinema"
brew "bat"
brew "buildkit"
brew "csvlens"
brew "python@3.14"
brew "csvtomd"
brew "eza"
brew "fzf"
brew "fzf-tab"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "jless"
brew "jq"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "lima"
brew "neovim"
brew "podman"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tpm"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "mistertea/et/et"
cask "font-hack-nerd-font"
cask "kitty"
cask "maccy"
cask "xquartz"
vscode "davidanson.vscode-markdownlint"
vscode "enkia.tokyo-night"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "redhat.vscode-yaml"
vscode "tim-koehler.helm-intellisense"
